const questionnaire_version_1 = {
  0:["병원에 입원하거나 수수을 받은적이 있습니까?"],
  1:["현재 의사에게 치료를 받고 있습니까?"],
  2:["현재 틀별한 약을 복용하고 있습니까?"],
  3:["항혈진제 또는 항응고제를 복용중입니까?"],
  4:["주사를 맞거나 약을 먹고 부작용이 생긴 적이 있습니까?"],
  5:["치과 치료 시 국소마취 후에 부작용이 생긴 적이 있습니까?"],
  6:["다음중 해당되는 질환이 있다면 체크해 주세요", ["고혈압", "당뇨병", "고지혈증", "간염(황달)", "결핵", "심장질환", "신장질환", "성병"]], 
  7:["다음 중 해당되는 질환이 있다면 체크해 주세요.", ["임신", "호흡곤란", "위장 장애", "낙상 경험", "보조기 사용", "진정제 복용"]],
  8:["기타 사항이 있으면 적어주세요."],
  9: ["약처방 정보"],
  10: ["기타 특이사항"]
}


1. 문진 업데이트 기능 --> 보류, 수정을 없애는걸로 생각, 서버 연동 준비하기
2. 인증 및 인가는 없애기 --> 단순한 인증
3. 예약 문집 잡기, +> 푸쉬알림 기능, 어디가 필요한 걸까? -> 병원 원장이 샌딩해서 보내주는거


4. 일주일전 한번 전날 한번 당일 3시간 전에 한번 (수술에 대해서만), 알림은 계정에 선택적으로 뜨면 좋을듯, 기능 정의서 작성 필요
    a. 후순위로 밀어두기
5. 전화 및 문자, 디폴트 값으로 넣어주는걸로 하기

